[
    {
        "index": "89323e4b3652b0c4",
        "category": "Food",
        "cv_text": "\nKaty Brown\nFOOD AND BEVERAGE ATTENDANT\nemail@email.com\n143 Main Ave, Orlando, FL, 32804, United States\n890-555-0401\nProfile\nEnthusiastic Food and Beverage Attendant who is well-known for local and federal food handling laws. With two years of experience in different jobs. With extensive knowledge of seasonal and local dishes and specialties. Skilled in preparing banquets and its continuous presentation. Always ensures that food preparation and presentation areas are clean and above standard. Experienced in hotel conference and a la carte dining at events.\nEmployment History\nFood and Beverage Attendant, Billabong Restaurant, Broomfield, CO June 2016-Present\nWorked under the immediate supervision of the School Food Service Manager. Performed routine manual tasks in the preparation and serving of food and in cleaning and maintaining food service areas.\nAccomplishments:\n⚫ Memorized the restaurant's wine stock and the meals they should accompany, leading to daily wine sales averaging $170, which was a 25% than the company average.\n• Write patrons' food orders on slips, memorize orders, or enter into handhelds for transmittal to the kitchen staff in a 120+ seat restaurant.\nResponsibilities:\n• Performed opening and closing duties as required\n• Demonstrated accuracy in cashiering, cash handling and credit card processing\n• Operated and balanced a cash register, stocked shelves, and utilized FPOS\n• Responsible for checking and recording register balance at the close of business\n• Answered telephone inquiries, referred callers to dietary possibilities\n• Restocked Storage areas, replenished items on shelves\n• Received inventory, and provided food and beverage supplies\nDetails\n143 Main Ave, Orlando, FL, 32804, United States 890-555-0401\nemail@email.com\nNationality\nUSA\nDriving license\nFull\nDate/Place of birth 05/10/1992\nFlagstaff, AZ\nSkills\nCommunication\nMath\nWine Knowledge\nAllergie Knowdedge\nFirst Aid Certified\nHobbies\nHorse riding, Reading, Skiing\nLanguages\nEnglish\nTrainee Food Service Worker, Woody's, Scottsdale, AZ September 2015 - May 2016\nSpanish\nFrench\nCoordinated and assisted in serving guests. I was responsible and in charge of the team of waitresses. In this role, I trained several new employees up to standard.\nAccomplishment\n• Present menus to patrons and answer questions about menu items, making recommendations upon request in a 70+ seat restaurant.\nLinks\nMake this Resume\nWriting Guide"
    },
    {
        "index": "0fc067e45048a95c",
        "category": "Automobile",
        "cv_text": "\nJoey Taylor\n21 Lonas Drive Knoxville, TN 66635 (009) 999-9119 ♦ Email\nSUMMARY OF QUALIFICATIONS\n• 9+ year progressive experience as an auto Mechanic\n• Highly skilled in troubleshooting and repairing of gas, diesel and alternate fuel vehicles\n• Hands on experience in adjusting and replacing engines and other parts within automobiles\n• Certified in brakes, engine repair, front end steering and suspension.\n• In depth knowledge of principles of internal combustion engines, tools and equipment used\n• Proficient in interpreting repair manuals and instruction sheets\nRELEVANT SKILLS\n• Possess high level of technical and troubleshooting abilities\n• Ability to work with advanced tools and equipment\n.\n• Able to lift up to 50lbs\n• Excellent communications skills in written and verbal English and French\nKEY ACCOMPLISHMENTS\n• Completed preventive maintenance procedures on all vehicles of State Affairs in record time for the annual race\n• Introduced a new system to determine automobile engine problems and suggested\ntroubleshooting procedures\n• Accomplished routine pre-emptive maintenance, increased effectiveness by 30%\n• Scheduled and maintained records of vehicles and equipment, decreased retrieval time by 20%\nWORK EXPERIENCE\nFord Time Motors - Knoxville, TN (February 2005 - Present)\nAuto Mechanic\n• Perform routine and anticipatory maintenance and repair of vehicles and equipment\n. Clean and maintain vehicles\n• Order parts for vehicles\n.\n• Troubleshoot and repair all types of problems\n• Schedule and maintain history records of all vehicles\n• Ensure all safety systems are in check before performing any procedure\nEDUCATION\nDiploma: City High School | Knoxville, TN - 2004"
    },
    {
        "index": "2bc564efc074e0e3",
        "category": "React",
        "cv_text": "\nAllie Falcon\nReact JS Developer with 5 Years Working with React JS Framework\nAttentive and creative developer with 5 years of experience building reusable components and interface features with React JS framework across websites and mobile applications. Proven in increasing users' satisfaction by 40%\nWork Experience\n(560) 441 5566\nallicon@gmail.com\nReact JS Developer⚫ Haptic Z Inc., Chicago\n.\n•\nDeveloped and implemented Web protocols and standards (CSS3, Web Forms, XML) for a better browsing experience for users.\nConducted frequent reviews of applications' integration and interface designs to ensure their compatibility with existing web features and applications. Monitored front-end performance and reported application errors if any.\nMar 2017 - Feb 2021\nReact Developer⚫ TECH GIANT, Newyork, NY\n• Analyzed errors in functionality and performance of web infrastructure. Debugged application codes to cut down real-time bounce rate by 35%.\n• Created high-quality mock-ups for interface features and on-web designs with different prototypes and graphics, ensuring the compatibility of visual elements with websites' architecture.\nDec 2016 - Feb 2017\nEducation\nClass of 2013\nThe University of South Florida - Tampa, FL\nB.A in Computer Science\nSkills\nSoft Skills\n.\n•\nCommunication Skills\nProblem-solving\nTeamwork\nDecision Making\n• Attention to Detail\nHard Skills\n• Knowledge of React JS Tools\n• HTML & CSS\n• MS Office\n• Project Management\n• User Experience Principles"
    },
    {
        "index": "2a5f458f39697480",
        "category": "Consult",
        "cv_text": "\nEducation 2009-2014\n2005-2009\nExperience\nALICE QINHUA ZHOU\n4xx Temple Street, Room 4xx, New Haven | xxx@gmail.com | +1 (xxx) xXX XXXX\nYALE UNIVERSITY\nNew Haven, USA\nPhD in Molecular Biophysics and Biochemistry, GPA 3.86 4.00. Howard Hughes Medical Institute (HHMI) International Student Research Fellow: <50 awardees/year, full tuition & stipend until graduation. Chair of Yale Graduate Student Consulting Club and Editor-in-Chief of Yale Journal of Biology and Medicine. Published 2 first- author papers in peer reviewed journals. Tutored +40 students on Mathematics in Biophysics for 2 semesters. FUDAN UNIVERSITY\nB.S in Biological Sciences, GPA 3.78 4.00, ranked 1st of 174. Chun-Tsung Distinguished Scholar. Won No.1 in National Biology Olympiad of Shanghai Division. Awarded multiple Corporate Scholarships and Collegiate Honors. Inducted into the Chinese Crystallographic Society.\n06-08/2013 BAIN & COMPANY\nAssociate Consultant Intern\n•\nSingapore\nIncreased trade spend returns for a beer company with $1B annual revenue in Southeast Asia by analyzing ROI of trade spend on key accounts and prioritizing channels with high profitability to attract next-generation\nconsumers\n2009-2013 YALE LEADERSHIP POSITIONS\nChair of Yale Graduate Student Consulting Club\n·\n·\nNew Haven, USA\n7x increase in offers extended to club members at top consulting firms by launching 2 annual club case competitions, inaugural club casebook, workshops and one-on-one interview coaching\nLed 4-member executive board in structuring the club into as a non-profit legal entity with positive free cash flow, >$2,000 net asset, >500 members, and established relationships with major firms and clubs\nFinance Co-Chair of 2012 Yale Healthcare Conference\n•\nRaised $50,000 funding for the conference by contacting Yale Alumni and healthcare related companies, of which 90% converted to long term sponsors supporting 2013 conference\nFIRM\nSconsulting.com\nEditor-in-Chief of Yale Journal of Biology and Medicine\n·\nShortened review time by 50% while increasing the number of first-year-citations by 60% via implementing pre- review protocol with 10-member editorial board and facilitating reviewers-authors communication\nPublicity & Promotion Officer of Yale Journal of Biology and Medicine\n·\nTripled submissions via personalized direct marketing to 100+ research institutes by writing a script to automate a mailing system to create a mass marketing email campaign\n10-12/2011 NOVATRACT SURGICAL\n·\nNew Haven, USA\nRecommended market entry strategy of a less invasive laparoscopic device for acute care with ~$230 price point unit by benchmarking competitors, interviewing with decision makers of top 50 US hospitals\n04-06/2011 BRANDWIDTH GLOBAL Part-time analyst\nPublications\nPersonal\nNew Haven, USA\nDeveloped an \"enhance inner balance\" branding strategy of a cold-treatment drug to match Chinese patients' emotional needs via analyses of 1000+ posts from top 10 Chinese online forums and major social media\nZhou, A. Q., C. S. O'Hern, L. Regan. 2012. The power of hard-sphere models: Explaining side-chain dihedral angle distributions of Thr and Val. Biophys. J. 102:2345-2352.\nZhou, A. Q., C. S. O'Hern, L. Regan. 2011. Revisiting the Ramachandran plot from a new angle. Prot. Sci. 20:1166-1171.\n1st place team member of 2013 Alcoa Case Competition on entry strategy into Chinese Aluminum auto sheet market. 2nd place team member of 2011 Johnson & Johnson Case Competition on managing cancer drug shortage and mid- term oncology drug supply portfolio. Yale School of Management enrollment in \"Private Equity\", \"Competitive Strategy\", \"Influence and Persuasion\", etc. Proficient in C++, MATLAB, LaTeX and HTML. Native Shanghaiese and Mandarin Chinese. Interested in psychology, Chinese medicine, astrology and classical music"
    },
    {
        "index": "3caee4ba59d6a1a6",
        "category": "Avian",
        "cv_text": "\nVANESSA FORD\nExperienced Airline Pilot @john.smith@gmail.com Los Angeles, CA\nSTRENGTHS\nLeadership\nLed a team of 10 crew members to successfully complete 500+ flights with zero safety incidents\n★Attention to Detail\nConsistently passed all FAA inspections with zero discrepancies\nProblem-solving Successfully navigated through extreme weather conditions to safely land an aircraft\nSKILLS\nSafe flight operations.\nAirworthiness inspections.\nWeather analysis.\nPassenger and cargo handling.\nRisk assessment and management\nExcellent communication.\nCooperative relationship-building\nACHIEVEMENTS\nEmergency Response Successfully responded to an in-flight emergency, coordinating with crew and air traffic control to safely land the aircraft\nMentorship\nTrained and mentored over 50 new pilots in the past 5 years\nSUMMARY\nExperienced and dedicated airline pilot with over 10 years of flight experience. Proven track record of ensuring safe and timely flight operations while providing exceptional customer service. Committed to upholding Company policies and Federal Aviation Regulations. FAA Unrestricted Airline Transport Pilot (ATP) certificate holder with airplane multi-engine class rating.\nEXPERIENCE\nAirline Pilot\nDelta Airlines\nDate period\nAtlanta, GA\nConducted safe and timely flight operations in accordance with all Company policies and Federal Aviation Regulations (FARS) resulting in a high level of customer satisfaction. Assisted with and ensured proper handling of aircraft, passengers, baggage, and cargo at terminal points where other company personnel were not available. Maintained a high degree of proficiency and thorough knowledge of flight operations, procedures, and systems applicable to the aircraft flown. Ensured proper fueling, load manifest review, and passenger count verification prior to each departure.\n• Operated assigned flights after determining the airworthiness of the aircraft and reviewing all current factors such as weather, field conditions, navigational aids, etc., relative to the safe operation of the flight\n• Supervised and ensured enroute performance of other crewmembers assigned to the aircraft resulting in efficient and effective teamwork •Ensured that the flight was planned and fueled properly so that it may be conducted safely and in accordance with current policies and regulations\n• Advised the dispatcher in a timely manner, of any situation that could affect the flight schedule resulting in minimal delays and satisfied customers\nAirline Pilot\nAmerican Airlines\nDate period\nDallas, TX\nEnsured safe and timely completion of flight operations in accordance with all Company policies and Federal Aviation Regulations (FARS). Conducted appropriate pre- and post-flight inspections to ensure airworthy condition of assigned aircraft in accordance with Company policy and FARS. Notified crew and passengers promptly of turbulence, adverse weather conditions, or any other operational factors affecting the flight. Became familiar with existing and forecast departure, arrival, and if applicable, alternate station weather prior to each flight. • Operated the aircraft according to applicable Company policies and FARS resulting in safe and efficient flight operations\n• Ensured that the load manifest for a flight was reviewed and the passenger count was verified prior to each departure resulting in accurate passenger counts and minimal delays\n• Observed the Rules of Conduct for all employees as outlined in the Company Team Member Playbook and Pilot Playbook resulting in a positive work environment\n• Performed other flight officer duties as assigned by the Company resulting in a high level of flexibility and adaptability\nPowered by\nEnhancu\nwww.enhancy.com"
    },
    {
        "index": "841c146e4be59697",
        "category": "Automobile",
        "cv_text": "\nRichard Anderson, 1234, West 67 Street,\nCarlisle, MA 01741,\n(123)-4567890 OBJECTIVE:\nExceptionally skilled automobile sales professional with the great ability of convincing customer, looking for a challenging role in the field of automobile sales.\nSKILLS:\n•\nExceptionally good convincing power with excellent communication and interpersonal skills\nIn-depth knowledge of automobiles and their terminology\n• Profound ability to negotiate and handle customer request . Strong ability to work under pressure and time constraints . Great ability of presentation and dealing with the customers\n• Strong knowledge of latest tends and technologies in automobile market\nWORK EXPERIENCE:\nG&D, Ravenna, Ohio\nSales Manager, 2005-present\n• Responsible for hiring, managing and training individual sales person • Communicate daily with the assistant sales manager regarding units need ⚫ Give monthly and annual objectives and goals gross, key and sales Schedule the activities for all departments, ensuring proper staff\n• Develop and implement new strategies to in crease sales of the store • Resolve customer queries and problems.\nHorda, Tiffin, Ohio\nAssistant Sales Manager, 2002-2005\n. Responsible for attending sales meeting\n. Responsible for demonstration of cars such as test drives etc\n. Explains the operating features, warranties, paper work of car to the customer • Understood the requirements of the customer and demonstrate car according their convenience\n⚫ Deals with the customer queries and problems and troubleshoot them\nEDUCATION:\nToleda University, Ohio\nBachelor of Arts in marketing and sales\nOhio University, Ohio\nMBA"
    },
    {
        "index": "72b26f932d02c0a7",
        "category": "IT",
        "cv_text": "\nMARCUS HALL\nInformation Technology Director\n1-202-774-7634 ✔overcooked-stew.org\n@marcus.hall@hotmail.com Little Rock, San Marino\nSUMMARY\nEnthusiastic and results-driven Information Technology Director with 15+ years of global experience in the IT field, including 7+ years in a leadership/management position. Proven expertise in IT strategy, business intelligence, cyber security, and ERP system implementation. Successfully led data-driven transformations resulting in improved operational efficiency and increased customer satisfaction. Bachelor's degree in Computer Science from Stanford University. Certified in CISSP and PMP. Strong strategic thinker, effective communicator, and results-oriented leader. Excited about the opportunity to leverage my experience and technical skills to drive innovation and contribute to the mission of a forward- thinking organization.\nEXPERIENCE\nInformation Technology Director\nTesla\n2022 Ongoing\nPalo Alto, CA\nLed the global vision, strategy, and direction for Tesla's Information Technology function resulting in increased operational efficiency and improved customer experience. Collaborated with executive team to determine the enterprise's long-term application roadmap and developed corresponding strategies for systems design and development.\n•\n•\n·\nImplemented a robust Business Continuity strategy ensuring systems met capacity requirements and Service Level Agreements, resulting in reduced downtime and improved reliability.\nManaged the IT team responsible for strategic deployment, ownership, and service across a wide variety of systems and tools, including employee onboarding and license management.\nDesigned and developed an effective business intelligence platform to ensure the right information was accessible to the right people, resulting in improved decision-making capabilities.\nMY LIFE PHILOSOPHY\nTechnology is best when it brings people together.\nSTRENGTHS\n++\nStrategic Thinker\nProven ability to think strategically and develop innovative IT strategies aligned with business objectives, resulting in increased operational efficiency and cost savings.\nEffective Communicator\nStrong communication skills, both verbal and written, with the ability to effectively articulate complex technical concepts to non-technical stakeholders, resulting in improved collaboration and successful project delivery.\nResults-Oriented Leader\nExperienced in leading diverse teams and driving them towards achieving results. Track record of successful project delivery and exceeding customer expectations resulting in improved customer satisfaction.\nwww.enhancv.com\nPowered by Enhancu"
    },
    {
        "index": "23d8752cb1bcc878",
        "category": "Finance",
        "cv_text": "\nREETI DONERIA\nActuarial Analyst\n8811990000\nreetidon123@gmail.com\nINTERNSHIP\n66\nAmbitious and enthusiastic professional, with strong analytical and financial capabilities and the ability to translate and present analytical insights into easily comprehensible information. Passed CAS exam series with a very high percentile.\nFinancial Analysis Intern\nEnco\nDehra Dun\n·\n•\nOct 2019-Dec 2019\nAnalyzed insurance risk and regulatory capital modeling activities, and supported the mitigation of any risk activities in the company.\n• Performed variability analysis while serving on the reserve risk team. Responded to management queries and concerns and resolved issues promptly.\n• Assisted senior actuary in projecting cost using client control and enrollment data.\nMathematical Research Analysis Intern\nIFB Corporation\nNew Delhi\nMay 2018-Jul 2018\n• Assisted in preparing optimization models for supply chain and operations management.\n• Used matrix analysis, operations research, and optimization techniques for solving real-world problems.\n• Evaluated performance of various products in terms of market capability.\n• Contributed to the development of monitoring tools and analytical methods.\nEDUCATION\nActuarial Analyst\nInstitute of Actuaries of India\n•\nScored 98 percentile in CAS examination series\nBSc (Mathematics)\nUniversity of Delhi\nLINKEDIN\nSKILLS\nCO-CURICULAR\nHigher Secondary\nDoon Public School\nDehra Dun\nLinkedin.com/in/reeti-\ndoneria\nData Manipulation and Analysis, Client Relations, MATLAB, MS Excel, Financial Modelling, Trend Analysis, SQL\nVolunteering\n• Volunteered for Women's Day Campaign 2019\n•\nVolunteered for World Health Day Campaign❘ 2018\nParticipations/Sports\n• Gold medalist Inter-College Basketball Championship\n•\nSilver medalist Inter-College Sports Meet\nCOURSES & CERTIFICATIONS\nCertified Actuarial Analyst from IAI, Advanced MATLAB and SQL, Course in actuarial statistics, Course in financial modeling\n2020\n2019\n2016"
    },
    {
        "index": "a7c9ddd8996b86e8",
        "category": "Management",
        "cv_text": "\nNatalie Martinez\nnatalie@martinez.com (233) 974-9828 linkedin.com/in/natalie-martinez. @natalie.martinez\nTechnical Project Manager\nHighly accomplished Technical Project Manager with over four years of experience leading cross-functional teams to deliver projects on time, under budget, and with increased customer satisfaction. Successfully implemented project management best practices to reduce delays and reduce costs, resulting in a 20% reduction in project delays and a 15% increase in customer satisfaction. Proven record of achieving exemplary results, including successfully delivering a $1 million project with a 25% increase in customer satisfaction.\nWORK EXPERIENCE\nTechnical Project Manager Atlas Analytics\n3/2022 Present\n• Led cross-functional teams to successfully deliver projects on time and under budget, resulting in a 15% increase in customer satisfaction\nImplemented project management best practices to improve project delivery, resulting in a 20% reduction in project delays\n• Collaborated with stakeholders to develop effective project plans and timelines\nJunior Tech Project Manager Supernova Innovations\n3/2020-3/2022\n• Designed and executed project schedules and plans, ensuring timely delivery of projects with cross-functional teams\n• Implemented data analysis methodologies to measure project performance, identify areas for improvement, and suggest solutions to project managers\n• Conducted root cause analysis on project issues and developed actionable recommendations to mitigate future risks\nTechnical Project Analyst\nSolarTech Enterprises\n3/2019-3/2020\n• Designed and executed project schedules and plans, ensuring timely delivery of projects with cross-functional teams\n• Implemented data analysis methodologies to measure project performance, identify areas for improvement, and suggest solutions to project managers\nConducted root cause analysis on project issues and developed actionable recommendations to mitigate future risks"
    },
    {
        "index": "ab38b4b3878231ab",
        "category": "Architect",
        "cv_text": "\nRichard Jones, Architect\nNEW YORK, 10005, USA example@email.com\nDETAILS\n9 Wall St\nNew York, 10005, USA\n890-555-0401\nPROFILE\n\"A professional, creative and innovative Architect with 10 years experience. I provide best- fit architectural solutions for 5 projects a year with an average budget of $10 million. Technology consultation, assisting in defining scope and sizing of work, support opportunity identification and pursuit processes are the essential parts of my role as an Architect. I have professional communication skills to interact with all levels of management and clients\".\nDATE/ PLACE OF BIRTH\n1989/20/03\nNew York\nNATIONALITY\nAmerican\nEMPLOYMENT HISTORY\nSenior Architect, Equifax\nDRIVING LICENSE\nFull\nLINKS\nFeb 2014 - Present, New York\nLinkedin\nAs an Architect, I am a creative and innovative problem-solver. My primary focus is to realize the vision or our clients.\nSKILLS\n• Assist the client with review and approval of contractor's submittals\nApply knowledge of relevant International Regulations regarding the design of projects\nCreative\n• Perform operational support and analysis for an assigned area\n• Participate in the development of specifications, policies, and procedures for the assigned\narea\n• Ensure that architectural design work is organized with project staff\n• Apply engineering disciplines by keeping clear and frequent communication\n• Review projects to ensure that applicable codes, standards, and procedures are followed and that quality is satisfactory\n• Provide oversight in the development of required project scopes and cost estimates for construction contract purposes\n• Prepare estimates for fees and construction contracts\n• Provide technical and administrative guidance to colleagues in preparing construction drawings and specifications\n• Seek new work by marketing and giving presentations\n• Prepares and provide high-level briefs to senior leadership\nArchitect, Planate Management Group\nApr 2009 - Feb 2014, New York\nUnder the supervision of the Senior Architect, I created and implemented 20 innovative high- quality solutions per year. I led and participated in 3 sales projects per month (projects with a budget of up to $2 million) and met 2 potential clients a month.\n• Provide technical review and oversight of the design-build process for new projects\n• Ensure that designs are within federal and local codes concerning health, safety, and environment of real property facilities\n• Study and recommends equipment and design solutions for various projects\n• Oversee various stages of the construction process\n• Troubleshoot multiple issues and suggest solutions to problems\nEffective\ncommunication\nReliable\nAttention to detail\nAnalyst\nInnovative\nProblem-solving\nHOBBIES\nReading, walking, cooking"
    },
    {
        "index": "5aacdf139925399d",
        "category": "IT",
        "cv_text": "\nRobert Smith\nInformation Technology Officer\nPhone (123) 456 78 99\nEmail: info@qwikresume.com Website: www.qwikresume.com Linkedin: linkedin.com/qwikresume Address: 1737 Marshville Road, Alabama\nSUMMARY\nExperience across various industries combined with deep technical knowledge, flexibility, and the ability to learn on the go makes me the ideal candidate when you need some one that can hit the ground running.\nSKILLS\nCustomer Service, Monitoring Skills.\nWORK EXPERIENCE\nInformation Technology Officer\nABC Corporation - 2006-2011\n• Provided A/V support as required.\n• Implemented Grandfather, father, son policy for tape rotation, &amp; manage office-site tape storage.\n•Provided A/V support as required.\nImplemented Grandfather, father, son policy for tape rotation, &amp; manage office-site tape storage.\nResponsible for protecting personnel and resources which included use of deadly force if necessary.\nCustomized T24 modules, User Menu, testing patches provided by Core Banking System Temenos T24 helpdesk &amp; implementing those patches in live area.\n⚫ Monitored and customized in-house software (Intranet portal, Document Management System, Chat System) using programming languages; Java, PHP/MySQL, JavaScript, HTML, CSS.\nInformation Technology Officer\nDelta Corporation-2002-2006\n⚫ Primary technical contact for growing franchise organization.\n• Communicated corporate and franchise needs to technical vendors and suppliers, translated\n\"\ntechnical jargon to corporate teams, managed company social.\nSupported Microsoft Dynamics RMS (POS and Store Operations) and Microsoft Office 2007/2010.\n• Main activities and responsibilities handling all computer based tasks, maintaining computers and related devices, develop identification and.\n• Employer Orion Beauty Skill Training Center.\nDesigned and implemented a company-wide WAN solution including MPLS and Frame Relay links that improved collaboration and communication between sites..\n⚫ Consolidated and standardized on HP desktop and server hardware resulting in an annual 15% reduction in hardware expenses - Managed four core system.\nEDUCATION\nMS\nThis Free Resume Template is the copyright of Qwikresume.com. Usage Guidelines"
    },
    {
        "index": "8c712da941ccbb1b",
        "category": "Food",
        "cv_text": "\nJOHN DOE\n1 Fake Street, City, XX | 555.555.5555 | JohnDoe@yahoo.com\nFOOD & BEVERAGE DIRECTOR | BEVERAGE FIELD SALES MANAGER Highly effective Food and Beverage Director with almost 15 years of experience specializing in generating sales revenue increase, food and spirits management, staff development and maintaining excellent customer satisfaction. Offering an array of skills in logical problem solving, fiscal budgeting, streamlining business operations, cross-functional collaboration and team management. Proven ability to oversee the launch of successful restaurants and event centers. Track record of success multi-tasking in dynamic environments.\nRestaurant & Bar Management Sales Growth\nVendor Management\nSupervision & Leadership\nSUMMARY OF QUALIFICATIONS\n• Event Planning & Marketing Employee Training & Mentoring Fostering Key Business Relationships Booking Entertainment & Talent PROFESSIONAL EXPERIENCE\nGENERAL MANAGER - FOOD AND BEVERAGE\n123 Beach, City, XX\nManaged the overall direction of Coastal Blue Restaurant and Bungalow Beach Bar.\n• Strategic Menu Development Trend Analysis Efficient Scheduling • Cost Controlling\nApril 2017 - June 2017\n• Developed culinary and beverage menus with a wide selection of offerings based on customer demand.\n• Spearheaded seasonal operation planning of the Beach Bar assembly beginning in April.\n• Scheduled Restaurant Managers and delegated server team rotations to fit current staffing.\n• Built key partnerships with companies such as Sysco Foods. South Jersey Paper Supplies. Nestle and Gallo Wines.\nGENERAL MANAGER-NIGHTLIFE\nABC Casino, City, XX\nApril 2015 - April 2017\nFostered talent relationship partnerships with numerous high-level clientele, including Strategic Group, SKAM Artists, Moodswing Management. KREAM Group. Windish Agency, CAA. DGI Management. William Morris, AM Only, Live Nation. World Ware Trading Company and The Rich Group. Launched 4500-person Festival Park and Premiere Nightclub.\n•\nGenerated $14.7 million in sales in 2017.\n• Conducted Annual Performance Reviews for Junior Management Staff and Hourly Team Members.\n.\nExecuted efficient booking of Talent and Acts for both our Nightclubs to provide consistent quality entertainment.\n• Organized invoices and processed funds for all talent to ensure accurate budget alignment.\n• Communicated with our partners at Live Nation regarding additions to our Talent schedule.\n• Coordinated transportation and hotel rooms while acting as a liaison for Acts and Talent upon arrival. Ensuredno higher than a 15% beverage cost for the venue through successful cost control and menu design.\n• Maintained positive relationships with multiple departments in the building, including Facilities. EVS, Culinary, Banquets and Catering, Casino Floor and Marketing.\n• Optimized strategic scheduling, placement and training of Management and Staff based on critical paths. • Utilized knowledgeable experience to implement appropriate direction of Bar Design with review of work stations/layouts, Service, Front and Back Bar Setup.\n• Orchestrated OSE, Smallware, and Linen to fully assemble the outlet as well as ensured inventory set for openings. • Facilitated safety training based on OSHA requirements.\nArranged dozens of prestigious nightlife events and private parties for a variety of organizations."
    },
    {
        "index": "7ca1e5e98b1f9303",
        "category": "Food",
        "cv_text": "\nFirst Last\nemail | (111) 111-1111 | City, ST\nEDUCATION\nBachelor of Science in Family and Consumer Sciences; Concentration in Hospitality Management Minor Business Administration\nWORK EXPERIENCE\nFront of House Startup Manager\nStartup front of house restaurant manager.\nMay 2013 City, ST\nMonth YEAR-Month YEAR\nCity, ST\n• Managed all aspects of a new business including bringing operation up to health code, recruiting and training new associates, menu and marketing implementation, and product sourcing.\n•Developed and implemented processes for operation including budgeting, achieving financial targets, and daily sales analysis.\nCOMPANY\nMulti-Site Retail Manager\nOversight of four retail café locations, managing a team of 45 associates.\nMonth YEAR-Month YEAR\nCity, ST\n• Oversight of bookkeeping, financial targets, client communication, and Human Resource practices.\n• Established and maintained professional and effective relationships with the client, coworkers, and staff.\n• Created a positive and engaging environment to drastically reduce turnover and increase customer satisfaction. •Developed and maintained system for ordering and tracking $300,000 inventory across multiple locations.\nCOMPANY\nRetail Food Service Manager\nMonth YEAR-Month YEAR\nManaged all Catering and Café aspects including financial reporting, marketing, and café goals.\nCut costs by 15% through cost effective management.\n• Increased sales by 10% with new menu implementation and improved marketing.\n• Met weekly with executives to partner on the retail location's goals.\nCOMPANY\nAssistant Director\n• Oversaw two Residential Dining Halls servicing 2,700 students per day.\nCity, ST\nMonth YEAR-Month YEAR\nCity, ST\n• Worked closely with the Human Resources Department for high-volume recruiting in a quick paced environment. •Excellent follow through with associates while maintaining a strong work ethic, drive, and sense of urgency.\nCOMPANY\nFood and Beverage Manager\n• Managed catered events including weddings up to 300 people and retail café.\nVOLUNTEER EXPERIENCE\nMiscellaneous Volunteer Experience\nMonth YEAR-Month YEAR\nCity, ST\n•Consistent volunteering approximately 5-10 hours monthly through various organizations including\nand\nSKILLS & INTERESTS\nSkills: Proficient in Microsoft Suite Products, Data input, Task delegation, Large volume recruiting, Typing speed\nof 70 WPM, Detail oriented, Excellent written and verbal communication skills\n• Interests: Volunteering and community involvement, Dog training, Running, Reading and research"
    },
    {
        "index": "75eaf9a98a8a1555",
        "category": "Digital",
        "cv_text": "\nFirst Last\nDigital Marketing Analyst\nDigital Marketing Analyst with five years of experience developing and implementing marketing metrics, creating online campaigns, and managing ads. Well-developed skills in analytics and the ability to work in team\nenvironments.\nSan Francisco, CA 12345\n+1 234 567-890 first.last@resumeworded.com\nlinkedin.com/in/resumeworded\nEXPERIENCE\nResume Worded, New York, NY\nDigital Marketing Analyst\nJanuary 2020 - Present\nLed digital initiatives, including implementation of e-mail platform and digital on-boarding to save $1M annually.\nManaged monthly communications calendar to deliver marketing and customer messaging to 50K clients.\nDelivered charge volume and retention analyses to drive +15% above plan results for the $20B/yr Middle Market segment.\nFormed perimeters for a social content strategy to attain an engagement ratio of 15% during the spring campaign.\nDeveloped an SEO-centered content strategy for the launch of a new\nwebsite, increasing page views by 30%.\nGrowthsi, Remote\nDigital Marketing Specialist\nJuly 2016 - January 2020\nManaged 60 Adwords accounts with budgets totaling over $400,000 per month.\nConducted keyword analysis to improve traffic quality by 15%. Created and optimized 10+ Google Adwords and Bing Ads campaigns.\nResume Worded, Boston, MA\nDigital Marketing Analyst Intern\nJanuary 2012 - June 2016\n•\nExecuted 5 marketing campaigns supporting company initiatives and segments.\nEstablished relationships with 30+ clients across the region and 5+ career bloggers for content syndication.\nParticipated in 1-2 projects per week; researched and analyzed development processes to increase efficiency by 3%.\nSKILLS\nGoogle Analytics\nSearch Engine Optimization (SEO)\nSocial Media\nMarketing Strategy\nWeb Analytics\nData Analysis\nEDUCATION\nResume Worded University\nB.S. in Marketing, Minor in Data Analytics\nJanuary 2012\nNew York, NY\nAwards: Resume Worded Marketing Fellow (only 5 awarded to class), Dean's List 2012 (Top 5%)\nRelevant Courses: Marketing Principles, Business Analytics, Advertising\nCompleted one-year\nstudy abroad with RMIT University\nPROJECTS\nWebsite Improvement Project - increased service-level revenue across 40 branches by 10% in six months."
    },
    {
        "index": "66bad2150d7c1269",
        "category": "PBO",
        "cv_text": "\nJill Rudlinger\nCall Center Worker\nPhone 503-935-1679\nE-mail jillrudlinger@gmail.com\nLinkedIn linkedin.com/in/jillrudlinger\nTwitter twitter.com/jillrudlinger\nFriendly call center agent with 7+ years experience. Seeking to use proven skills in problem solving and communication to provide expert service to Outdoor Research customers. Maintained 91% customer satisfaction for L.B. Climbing Gear. Learned all products with 99% accuracy.\nExperience\n2012-09-2017-10\nCall Center Agent\n2010-07-2012-08\n2009-06-2012-07\nLevel Bevel Climbing Gear\n• Worked with manufacturers and vendors to answer customer questions. Maintained 91% customer service satisfaction rating for 5 years straight.\n• Resolved customer and vendor issues quickly. Manager nicknamed me \"Speedy Rudlinger\" because I typically logged the most resolved calls daily.\nCall Center Representative\nSirano Aquatics\n• Leveraged advanced communication, problem solving, and product knowledge skills as call center representative for marine product company.\n• Employed elevated listening skills to soothe customer irritations. Three of my phone recordings were played by management as training tools.\nCustomer Service and Phone Experience\nVarious\n• Took phone orders and provided exemplary customer service as Pizza Hut waiter. Received 3 F.A.S.T. awards for excellent customer comment scores.\n• As employee of Friedman Landscaping, spoke with customers on the phone, resolved issues. Received two letters of thanks for my compassion.\n• Temp call center agent, SpeedyCollect. Handled 5 outbound call center agent calls per hour, with a 10% above average success rate.\nEducation\n2005 - 2009\nSoft Skills\nStebbins Senior High\n• Got straight A's in English and Composition, all four years.\n• Excelled in typing classes.\n• Made a student co-counselor for my listening skills.\nCustomer Service\nCommunication\nHard Skills\nMS Office\nExpert\nExpert\nExpert"
    },
    {
        "index": "27e14d70a8d340f3",
        "category": "Management",
        "cv_text": "\nMeghan Twillie\nHotel Manager\nDetails\nmeghan.twillie@gmail.com (531) 976-1952\n123 Adobe Lane, Albuquerque, NM 87102\nProfile\nDedicated Hotel Manager with a proven 5-year track record of driving customer satisfaction, increasing revenue, and enhancing operational efficiency. Adept at implementing innovative strategies to optimize guest experience, build strong teams, and maintain high-quality standards. Demonstrates exceptional leadership and problem-solving skills, ensuring a seamless guest experience and a positive work environment.\nEmployment History\nHotel Manager at Hilton Santa Fe Historic Plaza, NM May 2023 - Present\n• Successfully increased the hotel's annual revenue by 15% in 2019, resulting in an additional $1.2 million in sales, by implementing targeted marketing campaigns and improving guest satisfaction ratings.\n• Effectively reduced staff turnover by 25% within two years, through the introduction of comprehensive training programs, employee recognition initiatives, and competitive compensation packages, leading to a more stable and skilled workforce.\n• Achieved a 20% increase in average daily room rates within 18 months by implementing a dynamic pricing strategy and focusing on attracting higher-value clientele, contributing to a significant boost in overall profitability.\n• Led the hotel to win the prestigious Hilton Brand Award for Excellence in Customer Service in 2020, as a result of consistently high guest satisfaction scores and positive feedback on various online review platforms.\nAssistant Hotel Manager at Hyatt Regency Albuquerque, NM Aug 2018-Mar 2023\n• Successfully increased overall guest satisfaction scores by 15% within one year by implementing new training programs and enhancing communication between departments.\n• Boosted annual revenue by 10%, or approximately $1.2 million, through strategic marketing initiatives, upselling techniques, and effective cost management.\n• Reduced employee turnover rate by 25% within the first two years by creating a more supportive work environment, offering competitive benefits, and providing opportunities for professional development. • Spearheaded a major renovation project that included upgrading 300 guest rooms, resulting in a 20% increase in bookings and positive feedback from both new and returning guests.\nEducation\nBachelor of Science in Hospitality Management at University of New Mexico, Albuquerque, NM\nSep 2014 - May 2018"
    },
    {
        "index": "c19e9a620426fabc",
        "category": "PBO",
        "cv_text": "\nJill Rudlinger\nCall Center Worker\nPhone 503-935-1679\nE-mail jillrudlinger@gmail.com\nLinkedIn linkedin.com/in/jillrudlinger\nTwitter twitter.com/jillrudlinger\nFriendly call center agent with 7+ years experience. Seeking to use proven skills in problem solving and communication to provide expert service to Outdoor Research customers. Maintained 91% customer satisfaction for L.B. Climbing Gear. Learned all products with 99% accuracy.\nExperience\n2012-09-\n2017-10\n2010-07- 2012-08\n2009-06-\n2012-07\nCall Center Agent\nLevel Bevel Climbing Gear\n• Worked with manufacturers and vendors to answer customer questions. Maintained 91% customer service satisfaction rating for 5 years straight.\n• Resolved customer and vendor issues quickly. Manager nicknamed me \"Speedy Rudlinger\" because I typically logged the most resolved calls daily.\nCall Center Representative Sirano Aquatics\nLeveraged advanced communication, problem solving, and product knowledge skills as call center representative for marine product company.\n• Employed elevated listening skills to soothe customer irritations. Three of my phone recordings were played by management as training tools.\nCustomer Service and Phone Experience Various\n• Took phone orders and provided exemplary customer service as Pizza Hut waiter. Received 3 F.A.S.T. awards for excellent customer comment scores.\n• As employee of Friedman Landscaping, spoke with customers on the phone, resolved issues. Received two letters of thanks for my compassion.\n• Temp call center agent, SpeedyCollect. Handled 5 outbound call center agent calls per hour, with a 10% above average success rate.\nEducation\nStebbins Senior High\n2005-\n2009\n• Excelled in typing classes.\n• Got straight A's in English and Composition, all four years.\n• Made a student co-counselor for my listening skills.\nSoft Skills\nCustomer Service\nCommunication\nHard Skills\nMS Office\nLearning Product Knowledge\nSalesforce\nLanguages\nSpanish\nFrench\nPublications\nArticle \"They Can Hear You Smile\" appeared in Productivity Plus Blog\nCourses\nManaging Difficult Customers - ICMI Course\nBlending Sales and Service - ICMI Course\nExpert\nExpert\nExpert\nExpert\nAdvanced\nFluent\nPassable"
    },
    {
        "index": "2f285747b4fe587c",
        "category": "Banking",
        "cv_text": "\nDONNY RICE\n19883 ARACELIS TUNNEL, HOUSTON, TX\nPHONE\n+1 (555) 105 4966\nEXPERIENCE\nOKUNEVA-SIPES\nLos Angeles, CA // Commercial Banking\n• Proficiency in Microsoft Office product suite\n•\nDisplays a high level of confidentiality\n•\n•\n04/2018 - present\nCurrently enrolled in continued education post high school, with a Major in Accounting, Agribusiness Lending, Business Administration, Economics, or Finance\nProficiency in Accounting principles\nRequires proficient knowledge of computer software programs such as Microsoft Office, Excel, and other programs used in department\n⚫ O Industry experience within business, commercial, or large corporate lending segments\nYUNDT-HERMANN\nLos Angeles, CA // Commercial Banking\n10/2014 - 12/2017\n• Successful track record of management/technology consulting engagements, or industry equivalent, across the solution/software delivery lifecycle\n• Commercial lending platforms expertise (e.g., Loan IQ, nCino)\n• Interested in learning deposit products and Treasury Management structures\n• A working knowledge of accounting, financial ratios and credit analysis\n• Self Confidence and willingness to make recommendations\n•\nIn-depth expertise in own domain and working knowledge of broader related areas\n• Proficient in using Windows and MS Office Suite (Word, Excel, PowerPoint and Outlook)\nEDUCATION\nCALIFORNIA COLLEGE OF THE ARTS\nBachelor's in Finance\nSKILLS\n• Identifies and resolves problems\n• Identifies opportunities to increase accuracy and optimize resources\n• Demonstrates attention to detail\n•\nSpeaks clearly and persuasively in positive or negative situations\n• Writes clearly and informatively, editing work for spelling, grammar and accuracy\n• Presents organized and thorough information and data appropriate for intended audience\n• Provides good documentation\n• Demonstrates follow-up skills"
    },
    {
        "index": "1946271860832381",
        "category": "Public",
        "cv_text": "\nPublic Relations Cover Letter Sample\n147 Douglass Avenue., Atlanta, GA 30347 | (404) 000-0000 | yourname@mail.com\nFebruary 16, 2018\n[Hiring Manager's Name]\n74 Company Address\nAtlanta, GA, 30350\n(XXX) Xxx-xxxx\nhiring manager@gmail.com\nDear [Mr./Ms./Mx.] [Hiring Manager's Name],\nWith 10+ years of experience in managing brand reputation, stakeholder communications, and strategic public and media relations for renowned corporate firms, I'm excited to submit my application for the Public Relations Manager opening at [Company Name].\nThroughout my career, I've been recognized for devising and implementing effective PR and media campaigns, marketing collateral, and communication plans to create positive organizational exposure. Currently, as Public Relations Manager for Baker McKenzie LLP, I protect the firm and its reputation by introducing public relations campaigns, writing press releases, and pitching stories in line with the firm's corporate goals and objectives. Please consider the following highlights of my key career achievements:\nGrew the firm's ROI 215% and digital marketing lead generation 147% by launching marketing campaigns and managing relationships with 7+ mainstream media outlets\n• Introduced a global media and public relations strategy for 13 practice areas in line with the firm's overall business goals\n• Directed a $12 million special project of strategic importance, including managing internal communications, external community groups, and stakeholder engagement\nWith success in influencing public perceptions, managing public relations, and crisis communications, I'm prepared to enhance the reputation of your organization. I look forward to meeting with you and learning more about your goals for this position at [Company Name]. Until then, thank you for your consideration.\nSincerely,\n[Your Name]"
    },
    {
        "index": "d14364d07ca22828",
        "category": "PBO",
        "cv_text": "\nAmada Salas\nCall Center Supervisor 408-688-1968\nAmadasalas@hotmail.com\nLinkedin.com/in/amadasalas\nSummary\nReliable and trusted supervisor well-versed in call center environments with over 8 years of experience in leading teams of anywhere between 10 and 45 agents. Developed complex customer loyalty program. increasing share of retained clients by 25%. Nominated and awarded the Exceptional Team Leader Award in 2012 and 2013 by 80-Degrees Mobility Ltd. Seeking to drive performance and customer engagement and provide expert leadership at Callsly.\nWork Experience\nCall Center Supervisor\n80-Degrees Mobility Lid.. Fort Morth, AL\nJuly 2008 June 2014\nSupervised 13 direct annual, quarterly, and monthly performance reports for call center agents. Designed tactics to improve agent efficiency, increasing performance by 20%. Carefully monitored metrics to constantly look for improvement potential, eventually leading to noticeable 6% revenue growth. Collaborated with sales teams to develop promotional and marketing strategies.\nCall Center Shift Supervisor DealersUnited, Nashville, TN\nMarch 2006 March 2008\nMonitored performance of 8 co-workers, giving regular feedback, assessment, and coaching Met 100% of KPI's, while exceeding targets 66% of the time Helped develop and implement the Staff Recognition Program for Nashville Center over 1.5 years, raising employee engagement by 23%.\nBrick Eagle High School\nLittle Rock, AR\nGraduated: 2005\nEducation\nReliable customer service\nPatience, empathy, and understanding Communication skills\nSkills\nInterpersonal skills\n. Leadership\nBusiness operations & development Team management\nLanguage skills\n⚫ Decision-making ⚫ Problem-solving\nCRM software\nEnglish: native\n⚫ Spanish: advanced\nFrench: intermediate"
    }
]